INSERT INTO organization VALUES (1, 0,'IT консалтинг', 'ООО "IT Консалтинг"', 'г. Москва, ул. Солянка, д.19, стр.1', '8-495-333-11-22', '0099887766', '112233445', TRUE);
INSERT INTO organization VALUES (2, 0, 'RusOil', 'ОАО "Russia Oil Group"', 'г. Смоленск, ул. Совободы, д.36', '8-4812-20-41-28', '0028301682', '745263871', TRUE);
INSERT INTO organization VALUES (3, 0,'4 колеса', 'ООО "4 колеса"', 'г.Санкт-Петербург, ул. Победы, д.28, стр.9', '8-812-763-11-72', '0028730173', '001029387', TRUE);

INSERT INTO offices VALUES (1, 0, 1, 'Офис продаж', 'г. Москва, ул. Новоалексеевская, д.12. кор.5', '8-495-239-09-60', TRUE);
INSERT INTO offices VALUES (1, 0, 2, 'Офис разработки', 'г. Москва, ул. Маломосковская, д.2. кор.2', '8-495-243-28-54', TRUE);
INSERT INTO offices VALUES (1, 0, 3, 'Офис безопасности', 'г. Москва, ул. Сароалексеевская, д.69. стр.1', '8-495-259-93-90', TRUE);
INSERT INTO offices VALUES (1, 0, 4, 'Офис логистики', 'г. Москва, ул. Ярославская, д.33. кор.9', '8-495-976-54-27', TRUE);
INSERT INTO offices VALUES (1, 0, 5, 'Бухгалтерия', 'г. Москва, ул. Константинова, д.27. стр.3', '8-495-834-29-41', TRUE);
INSERT INTO offices VALUES (2, 0, 6, 'Офис продаж', 'г. Смоленск, ул. Павлова, д.2', '8-4812-27-04-76', TRUE);
INSERT INTO offices VALUES (2, 0, 7, 'Офис разработки', 'г. Смоленск, ул. Некраова, д.54 кор.1', '8-4812-78-98-70', TRUE);
INSERT INTO offices VALUES (2, 0, 8, 'Офис безопасности', 'г. Смоленск, ул. Бородинская, д.9', '8-4812-47-23-12', TRUE);
INSERT INTO offices VALUES (2, 0, 9, 'Офис логистики', 'г. Смоленск, ул. Полтавская, д.4. стр.9', '8-4812-54-53-27', FALSE);
INSERT INTO offices VALUES (2, 0, 10, 'Бухгалтерия', 'г. Смоленск, ул. Назимова, д.40. кор.2', '8-4812-89-12-98', TRUE);
INSERT INTO offices VALUES (3, 0, 11, 'Офис продаж', 'г.Санкт-Петербург, ул. Пражская, д.46, кор.1', '8-812-567-87-82', TRUE);
INSERT INTO offices VALUES (3, 0, 12, 'Офис разработки', 'г. Санкт-Петербург, ул. Бухарестская, д.42 кор.2', '8-812-165-76-60', FALSE);
INSERT INTO offices VALUES (3, 0, 13, 'Офис безопасности', 'г. Санкт-Петербург, ул. Софийская, д.17', '8-812-493-56-32', TRUE);
INSERT INTO offices VALUES (3, 0, 14, 'Офис логистики', 'г. Санкт-Петербург, ул. Благодатная, д.87', '8-812-987-34-34', TRUE);
INSERT INTO offices VALUES (3, 0, 15, 'Бухгалтерия', 'г. Санкт-Петербург, ул. Решетникова, д.40. стр.7', '8-812-654-23-54', TRUE);


INSERT INTO docname VALUES (1, 0, 'Паспорт', 21);

INSERT INTO citizenship VALUES (1,0, 'Российская Федерация', 643);
INSERT INTO citizenship VALUES (2,0, 'Чехия', 203);
INSERT INTO citizenship VALUES (3,0, 'Польша', 616);
INSERT INTO citizenship VALUES (4,0, 'Финляндия', 246);

INSERT INTO docdata VALUES (1, 0,1, '4512 675443', '21.01.2003');
INSERT INTO docdata VALUES (2, 0,1, '4532 876523', '31.01.2005');
INSERT INTO docdata VALUES (3, 0,1, '4287 806452', '12.04.2009');
INSERT INTO docdata VALUES (4, 0,1, '4263 987253', '21.02.2010');
INSERT INTO docdata VALUES (5, 0,1, '4523 761092', '07.08.2000');
INSERT INTO docdata VALUES (6, 0,1, '4514 762099', '26.09.2009');
INSERT INTO docdata VALUES (7, 0,1, '4512 472500', '23.09.2011');
INSERT INTO docdata VALUES (8, 0,1, '4512 872344', '25.09.2009');
INSERT INTO docdata VALUES (9, 0,1, '4510 625530', '30.07.2012');
INSERT INTO docdata VALUES (10, 0,1, '4321 762081', '09.04.2011');
INSERT INTO docdata VALUES (11, 0,1, '4217 298734', '05.03.2008');
INSERT INTO docdata VALUES (12, 0,1, '4216 772244', '18.02.2009');
INSERT INTO docdata VALUES (13, 0,1, '4513 762098', '23.05.2011');
INSERT INTO docdata VALUES (14, 0,1, '4513 204750', '21.04.2013');
INSERT INTO docdata VALUES (15, 0,1, '4217 902374', '18.02.2002');
INSERT INTO docdata VALUES (16, 0,1, '4716 982094', '19.06.2009');
INSERT INTO docdata VALUES (17, 0,1, '4718 982763', '20.04.2010');
INSERT INTO docdata VALUES (18, 0,1, '4212 762937', '07.02.2009');
INSERT INTO docdata VALUES (19, 0,1, '4216 872091', '09.05.2013');
INSERT INTO docdata VALUES (20, 0,1, '4318 238405', '03.05.2012');
INSERT INTO docdata VALUES (21, 0,1, '4512 872034', '21.11.2010');
INSERT INTO docdata VALUES (22, 0,1, '4318 761023', '22.12.2011');
INSERT INTO docdata VALUES (23, 0,1, '4315 672934', '14.02.2012');
INSERT INTO docdata VALUES (24, 0,1, '4318 983443', '19.08.2011');
INSERT INTO docdata VALUES (25, 0,1, '4319 239845', '29.04.2010');
INSERT INTO docdata VALUES (26, 0,1, '4549 978123', '28.06.2009');
INSERT INTO docdata VALUES (27, 0,1, '4716 659823', '05.10.2014');
INSERT INTO docdata VALUES (28, 0,1, '4615 342518', '27.12.2013');
INSERT INTO docdata VALUES (29, 0,1, '4316 283648', '20.05.2011');
INSERT INTO docdata VALUES (30, 0,1, '4319 659026', '16.12.2012');





INSERT INTO users VALUES (1,0, 1, 'Денис', 'Воронов', 'Иванович', 'Эксперт',  '8-915-090-89-09',1, TRUE);
INSERT INTO users VALUES (2,0, 1, 'Иван', 'Зайцев', 'Петрович', 'Руководитель',  '8-916-090-89-09',2,TRUE);
INSERT INTO users VALUES (3,0,2, 'Анатолий', 'Иванов', 'Николаевич', 'Старший специалист',  '8-915-564-79-97',1, TRUE);
INSERT INTO users VALUES (4,0,2, 'Николай', 'Голобородько', 'Наумович', 'Заместитель директора',  '8-910-897-39-12',1, TRUE);
INSERT INTO users VALUES (5,0, 3, 'Елена', 'Веселовская', 'Тимофеевна', 'Директор',  '8-916-542-87-31',1, TRUE);
INSERT INTO users VALUES (6,0, 3, 'Анастасия', 'Тимофеева', 'Максимовна', 'Специалист',  '8-910-302-12-98',1, TRUE);
INSERT INTO users VALUES (7,0, 4, 'Олег', 'Арсеньев', 'Родионович', 'Эксперт',  '8-926-987-12-13',1, TRUE);
INSERT INTO users VALUES (8,0, 4, 'Оксана', 'Цветкова', 'Денисовна', 'Руководитель',  '8-928-873-12-43',3, TRUE);
INSERT INTO users VALUES (9,0, 5, 'Дарья', 'Мешкова', 'Даниловна', 'Старший специалист',  '8-916-539-23-09',1,TRUE);
INSERT INTO users VALUES (10,0, 5, 'Юлия', 'Алексеева', 'Михайловна', 'Специалист',  '8-910-876-22-98',1, TRUE);
INSERT INTO users VALUES (11,0, 6, 'Дмитрий', 'Дымов', 'Юрьевич', 'Специалист',  '8-916-453-23-23',4,TRUE);
INSERT INTO users VALUES (12,0, 6, 'Михаил', 'Петров', 'Сергеевич', 'Эксперт',  '8-910-232-65-98', TRUE);
INSERT INTO users VALUES (13,0, 7, 'Кирилл', 'Соловьев', 'Артемьевич', 'Специалист',  '8-915-634-14-24',1, TRUE);
INSERT INTO users VALUES (14,0, 7, 'Ольга', 'Попова', 'Викторовна', 'Руководитель',  '8-916-264-23-54',2,  TRUE);
INSERT INTO users VALUES (15,0, 8, 'Максим', 'Олейников', 'Дмитриевич', 'Заместитель директора',  '8-928-873-21-54',1,TRUE);
INSERT INTO users VALUES (16,0, 8, 'Федр', 'Сергеев', 'Иванович', 'Эксперт',  '8-926-352-56-65',2,TRUE);
INSERT INTO users VALUES (17,0, 9, 'Валерия', 'Гусева', 'Анатоевна', 'Специалист',  '8-926-342-86-23',1,  FALSE);
INSERT INTO users VALUES (18,0, 9, 'Галина', 'Павлова', 'Романовна', 'Директор',  '8-915-523-23-34',1, FALSE);
INSERT INTO users VALUES (19,0, 10, 'Сергей', 'Теплов', 'Александрович', 'Старший специалист',  '8-915-634-75-45',1,TRUE);
INSERT INTO users VALUES (20,0, 10, 'Наталья', 'Маслова', 'Евгеньевна', 'Руководитель',  '8-917-245-45-76',3, TRUE);
INSERT INTO users VALUES (21,0, 11, 'Екатерина', 'Григорьева', 'Матвеевна', 'Эксперт',  '8-928-763-14-78',1, TRUE);
INSERT INTO users VALUES (22,0, 11, 'Анна', 'Умина', 'Владимировна', 'Специалист',  '8-916-212-76-56',2, TRUE);
INSERT INTO users VALUES (23,0, 12, 'Мария', 'Башева', 'Эдуадорвна', 'Эксперт',  '8-920-432-34-76',1,  FALSE);
INSERT INTO users VALUES (24,0, 12, 'Виктор', 'Коростылев', 'Викторович', 'Заместитель директора',  '8-928-432-34-87',3,FALSE);
INSERT INTO users VALUES (25,0, 13, 'Арсений', 'Майков', 'Романович', 'Старший специалист',  '8-926-234-67-34',1,TRUE);
INSERT INTO users VALUES (26,0, 13, 'Алексей', 'Шевелев', 'Борисович', 'Директор',  '8-926-234-67-34',1,TRUE);
INSERT INTO users VALUES (27,0, 14, 'Андней', 'Демин', 'Олегович', 'Эксперт',  '8-926-234-67-34', 4,TRUE);
INSERT INTO users VALUES (28,0, 14, 'Татьяна', 'Маркова', 'Сергеевна', 'Руководитель',  '8-926-234-67-34',1, TRUE);
INSERT INTO users VALUES (29,0, 15, 'Антон', 'Казаков', 'Александрович', 'Старший специалист',  '8-926-234-67-34',1, TRUE);
INSERT INTO users VALUES (30,0, 15, 'Егор', 'Ковльчук', 'Владимирович', 'Руководитель',  '8-926-234-67-34',3, TRUE);

