INSERT INTO organization VALUES (1, 'IT консалтинг', 'ООО "IT Консалтинг"', 'г. Москва, ул. Солянка, д.19, стр.1', '8-495-333-11-22', '0099887766', '112233445', TRUE);
INSERT INTO organization VALUES (2, 'RusOil', 'ОАО "Russia Oil Group"', 'г. Смоленск, ул. Совободы, д.36', '8-4812-20-41-28', '0028301682', '745263871', TRUE);
INSERT INTO organization VALUES (3, '4 колеса', 'ООО "4 колеса"', 'г.Санкт-Петербург, ул. Победы, д.28, стр.9', '8-812-763-11-72', '0028730173', '001029387', TRUE);

INSERT INTO officeIT VALUES (1, 1, 'Офис продаж', 'г. Москва, ул. Новоалексеевская, д.12. кор.5', '8-495-239-09-60', TRUE);
INSERT INTO officeIT VALUES (1, 2, 'Офис разработки', 'г. Москва, ул. Маломосковская, д.2. кор.2', '8-495-243-28-54', TRUE);
INSERT INTO officeIT VALUES (1, 3, 'Офис безопасности', 'г. Москва, ул. Сароалексеевская, д.69. стр.1', '8-495-259-93-90', TRUE);
INSERT INTO officeIT VALUES (1, 4, 'Офис логистики', 'г. Москва, ул. Ярославская, д.33. кор.9', '8-495-976-54-27', TRUE);
INSERT INTO officeIT VALUES (1, 5, 'Бухгалтерия', 'г. Москва, ул. Константинова, д.27. стр.3', '8-495-834-29-41', TRUE);

INSERT INTO officeRusOil VALUES (2, 1, 'Офис продаж', 'г. Смоленск, ул. Павлова, д.2', '8-4812-27-04-76', TRUE);
INSERT INTO officeRusOil VALUES (2, 2, 'Офис разработки', 'г. Смоленск, ул. Некраова, д.54 кор.1', '8-4812-78-98-70', TRUE);
INSERT INTO officeRusOil VALUES (2, 3, 'Офис безопасности', 'г. Смоленск, ул. Бородинская, д.9', '8-4812-47-23-12', TRUE);
INSERT INTO officeRusOil VALUES (2, 4, 'Офис логистики', 'г. Смоленск, ул. Полтавская, д.4. стр.9', '8-4812-54-53-27', FALSE);
INSERT INTO officeRusOil VALUES (2, 5, 'Бухгалтерия', 'г. Смоленск, ул. Назимова, д.40. кор.2', '8-4812-89-12-98', TRUE);

INSERT INTO office4wheels VALUES (3, 1, 'Офис продаж', 'г.Санкт-Петербург, ул. Пражская, д.46, кор.1', '8-812-567-87-82', TRUE);
INSERT INTO office4wheels VALUES (3, 2, 'Офис разработки', 'г. Санкт-Петербург, ул. Бухарестская, д.42 кор.2', '8-812-165-76-60', FALSE);
INSERT INTO office4wheels VALUES (3, 3, 'Офис безопасности', 'г. Санкт-Петербург, ул. Софийская, д.17', '8-812-493-56-32', TRUE);
INSERT INTO office4wheels VALUES (3, 4, 'Офис логистики', 'г. Санкт-Петербург, ул. Благодатная, д.87', '8-812-987-34-34', TRUE);
INSERT INTO office4wheels VALUES (3, 5, 'Бухгалтерия', 'г. Санкт-Петербург, ул. Решетникова, д.40. стр.7', '8-812-654-23-54', TRUE);

INSERT INTO position VALUES (1, 'Специалист');
INSERT INTO position VALUES (2, 'Старший специалист');
INSERT INTO position VALUES (3, 'Эксперт');
INSERT INTO position VALUES (4, 'Руководитель');
INSERT INTO position VALUES (5, 'Заместитель директора');
INSERT INTO position VALUES (6, 'Директор');

INSERT INTO document VALUES (1, 'Паспорт', 21);

INSERT INTO citizenship VALUES (1, 'Российская Федерация', 643);
INSERT INTO citizenship VALUES (2, 'Чехия', 203);
INSERT INTO citizenship VALUES (3, 'Польша', 616);
INSERT INTO citizenship VALUES (4, 'Финляндия', 246);

INSERT INTO users VALUES (1, 1, 1, 'Денис', 'Воронов', 'Иванович', 2,  '8-915-090-89-09', 1, '4512 675443', '21.01.2003',1, TRUE);
INSERT INTO users VALUES (2, 1, 1, 'Иван', 'Зайцев', 'Петрович', 4,  '8-916-090-89-09', 1, '4532 876523','31.01.2005', 1, TRUE);
INSERT INTO users VALUES (3, 1, 2, 'Анатолий', 'Иванов', 'Николаевич', 1,  '8-915-564-79-97', 1, '4287 806452','12.04.2009', 1, TRUE);
INSERT INTO users VALUES (4, 1, 2, 'Николай', 'Голобородько', 'Наумович', 3,  '8-910-897-39-12', 1, '4512 675443', '21.02.2010',1, TRUE);
INSERT INTO users VALUES (5, 1, 3, 'Елена', 'Веселовская', 'Тимофеевна', 5,  '8-916-542-87-31', 1,'4512 675443','07.08.2000', 2, TRUE);
INSERT INTO users VALUES (6, 1, 3, 'Анастасия', 'Тимофеева', 'Максимовна', 2,  '8-910-302-12-98', 1, '4512 675443','26.09.2009', 1, TRUE);
INSERT INTO users VALUES (7, 1, 4, 'Олег', 'Арсеньев', 'Родионович', 6,  '8-926-987-12-13', 1, '4512 675443','15.03.2002', 1, TRUE);
INSERT INTO users VALUES (8, 1, 4, 'Оксана', 'Цветкова', 'Денисовна', 1,  '8-928-873-12-43', 1, '4512 675443','21.05.2007', 2, TRUE);
INSERT INTO users VALUES (9, 1, 5, 'Дарья', 'Мешкова', 'Даниловна', 3,  '8-916-539-23-09', 1, '4512 675443','24.06.2006', 3, TRUE);
INSERT INTO users VALUES (10, 1, 5, 'Юлия', 'Алексеева', 'Михайловна', 4,  '8-910-876-22-98', 1,'4512 675443', '29.07.2010',4, TRUE);
INSERT INTO users VALUES (11, 2, 1, 'Дмитрий', 'Дымов', 'Юрьевич', 3,  '8-916-453-23-23', 1, '4512 675443', '30.04.2011',1, TRUE);
INSERT INTO users VALUES (12, 2, 1, 'Михаил', 'Петров', 'Сергеевич', 2,  '8-910-232-65-98', 1, '4512 675443','09.09.2009', 1, TRUE);
INSERT INTO users VALUES (13, 2, 2, 'Кирилл', 'Соловьев', 'Артемьевич', 1,  '8-915-634-14-24', 1,'4512 675443','06.10.2011', 4, TRUE);
INSERT INTO users VALUES (14, 2, 2, 'Ольга', 'Попова', 'Викторовна', 5,  '8-916-264-23-54', 1, '4512 675443','26.03.2006', 3, TRUE);
INSERT INTO users VALUES (15, 2, 3, 'Максим', 'Олейников', 'Дмитриевич', 4,  '8-928-873-21-54', 1, '4512 675443', '30.01.2009', 1, TRUE);
INSERT INTO users VALUES (16, 2, 3, 'Федр', 'Сергеев', 'Иванович', 6,  '8-926-352-56-65', 1, '4512 675443','29.01.2002', 2, TRUE);
INSERT INTO users VALUES (17, 2, 4, 'Валерия', 'Гусева', 'Анатоевна', 1,  '8-926-342-86-23', 1, '4512 675443', '30.05.2013', 1, FALSE);
INSERT INTO users VALUES (18, 2, 4, 'Галина', 'Павлова', 'Романовна', 2,  '8-915-523-23-34', 1, '4512 675443', '09.03.2008', 1, FALSE);
INSERT INTO users VALUES (19, 2, 5, 'Сергей', 'Теплов', 'Александрович', 3,  '8-915-634-75-45', 1,'4512 675443','10.04.2011', 2, TRUE);
INSERT INTO users VALUES (20, 2, 5, 'Наталья', 'Маслова', 'Евгеньевна', 1,  '8-917-245-45-76', 1,'4512 675443', '08.04.2013',1, TRUE);
INSERT INTO users VALUES (21, 3, 1, 'Екатерина', 'Григорьева', 'Матвеевна', 4,  '8-928-763-14-78', 1,'4512 675443','03.09.2013', 4, TRUE);
INSERT INTO users VALUES (22, 3, 1, 'Анна', 'Умина', 'Владимировна', 2,  '8-916-212-76-56', 1, '4512 675443', '07.12.2012', 1, TRUE);
INSERT INTO users VALUES (23, 3, 2, 'Мария', 'Башева', 'Эдуадорвна', 1,  '8-920-432-34-76', 1, '4512 675443','12.05.2016', 1, FALSE);
INSERT INTO users VALUES (24, 3, 2, 'Виктор', 'Коростылев', 'Викторович', 3,  '8-928-432-34-87', 1,'4512 675443','14.07.2011', 3, FALSE);
INSERT INTO users VALUES (25, 3, 3, 'Арсений', 'Майков', 'Романович', 6,  '8-926-234-67-34', 1,'4512 675443','04.09.2001', 4, TRUE);
INSERT INTO users VALUES (26, 3, 3, 'Алексей', 'Шевелев', 'Борисович', 5,  '8-926-234-67-34', 1,'4512 675443','09.04.2007', 4, TRUE);
INSERT INTO users VALUES (27, 3, 4, 'Андней', 'Демин', 'Олегович', 4,  '8-926-234-67-34', 1, '4512 675443','28.08.2010', 3, TRUE);
INSERT INTO users VALUES (28, 3, 4, 'Татьяна', 'Маркова', 'Сергеевна', 1,  '8-926-234-67-34', 1,'4512 675443','30.01.2017', 1, TRUE);
INSERT INTO users VALUES (29, 3, 5, 'Антон', 'Казаков', 'Александрович', 2,  '8-926-234-67-34', 1,'4512 675443','18.10.2009', 1, TRUE);
INSERT INTO users VALUES (30, 3, 5, 'Егор', 'Ковльчук', 'Владимирович', 3,  '8-926-234-67-34', 1,'4512 675443','14.03.2014', 2, TRUE);

